Repository: Mapita/helsinki-master-plan-visualization
Catalog: project/app/locale/*/LC_MESSAGES/django.po
Languages: fi

source: The results of the Helsinki 2050 map survey
fi: Helsinki 2050 -karttakyselyn tulokset

source: With this tool, you can review the material of the city plan map survey. The material available to you includes responses from approximately 4,700 city residents and 33,000 locations indicated on the map. The survey was open 4 November–9 December 2013 and it was executed by Mapita Inc. The survey collected the views of city residents for the preparation of Helsinki’s new city plan. Read more at
fi: Tällä työkalulla voit tarkastella yleiskaavan karttakyselyn aineistoa. Käytössäsi on noin 4 700 kaupunkilaisen vastaukset ja 33 000 karttamerkintää. Kysely oli avoinna 4.11.–9.12.2013 ja sen toteutti Mapita Oy. Kyselyllä koottiin kaupunkilaisten näkemyksiä Helsingin uuden yleiskaavan valmisteluun. Lue lisää:

source: A place or area for residential building
fi: Paikka tai alue asuinrakentamiselle

source: A street side that could be built up
fi: Kadunvarsi, joka kaipaa rakentamista

source: A plaza or square that is too large, whose surroundings could be built up
fi: Liian iso tori tai aukio, jonka ympärille voisi rakentaa

source: The area is not necessary for recreation, it could be built up
fi: Alue ei ole virkistykselle välttämätön, paikalle voisi rakentaa

source: A place for offices, services or business premises
fi: Paikka toimistoille, palveluille tai liiketiloille

source: There should be more shops and services here on the street-level floors of the buildings
fi: Täällä pitäisi olla enemmän kauppoja ja palveluita rakennusten kivijaloissa

source: Recreationally important, but could be of better quality
fi: Virkistyksellisesti tärkeä, mutta saisi olla laadultaan parempi

source: This area is unique city nature just as it is
fi: Täällä on tällaisenaan ainutlaatuista kaupunkiluontoa

source: The environment around here looks dreary and should be improved by planting trees, for example
fi: Täällä ympäristö näyttää ankealta ja sitä pitäisi parantaa esimerkiksi puuistutuksin

source: A poorly managed / undefined area that should be improved
fi: Huonosti hoidettu / epämääräinen alue, jota tulisi parantaa

source: My completely new idea
fi: Aivan uusi ideani

source: There should be a pedestrian street here
fi: Täällä pitäisi olla kävelykatu

source: Public transport connection
fi: Joukkoliikenteen yhteys

source: Cycling connection
fi: Pyöräily-yhteys

source: Walking connection
fi: Kävely-yhteys

source: Car transport connection
fi: Autoliikenteen yhteys
